from random import *
date = randint(4, 28)
print("오프라인 스터디 모임 날짜는 매월" + str(date) + "일로 선정되었습니다.")

sentence = '나는 내일 전역하는 개꿀빤 입대한지 7일된 이등병, 李燈昞(오얏나무처럼 크고 등잔처럼 밝아라 라는 뜻의 이등병) 입니다.' #sentence라는 변수가 '나는 내일 전역하는...' 으로 된다.
print(sentence)#'나는 내일 전역하는...'이(가)출력된다.
sentence2 = "니넨 전역까지 몇일 남았냐~~~? ㅋㅋㅋ" #sentence2라는 변수가 '니넨 전역까지 몇일...'로 된다.
print(sentence2) #'니넨 전역까지...'가 출력된다.
sentence3 = """
고구마호박이 아니라,
호박고구마에요
""" #sentence3이 고구마호박이 아니라,
#호박고구마에요" 가 된다.
print(sentence3) #"고구마호박이 아니라,
#호박고구마에요"가 출력된다.