중학교 = input("안녕하십니까. 저는 첨단지구(2지구도 포함)에 있는 중학교를 알려드릴 봉산이 입니다. 당신의 중학교는 어디입니까?(봉산, 비아, 신용, 월계, 월봉, 천곡 ,첨단)")
if 중학교 == "봉산":
    print("봉산중의 위치는 광주광역시 광산구 산월로 67 입니다.")
elif 중학교 == ("비아"):
    print("비아중의 위치는 광주광역시 광산구 첨단중앙로 181번길 42-26 입니다. 하지만 2023년에 비아중이 비아고로 바뀌니 그점만 유의하여 주시기 바랍니다.")
elif 중학교 == ("신용"):
    print("신용중의 위치는 광주광역시 북구 첨단연신로 133번길 32 입니다.")
elif 중학교 == ("월계"):
    print("월계중의 위치는 광주광역시 광산구 첨단중앙로 181번길 82 입니다.")
elif 중학교 == ("월봉"):
    print("월봉중의 위치는 광주광역시 광산구 산월로 107 입니다.")
elif 중학교 == ("천곡"):
    print("광주광역시 광산구 월계로 16번길 78입니다.")
elif 중학교 == ("첨단"):
    print("첨단중의 위치는 광주광역시 광산구 첨단내촌로 16 입니다.")
else:
    print("해당 중학교가 이 동네에 존재하지 않아요.") 